Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: KDE is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
ca_es: El KDE és una interfície gràfica avançada que inclou un quadre, un escriptori, icones de sistema i un gestor de fitxers gràfic.

source: Korean Support
ca_es: Suport per al coreà

source: Legacy Network Server
ca_es: Servidor de xarxa genèric

source: Legacy Software Development
ca_es: Desenvolupament de programari genèric

source: Legacy Software Support
ca_es: Suport per a programari genèric

source: Mail Server
ca_es: Servidor de correu

source: Miscellaneous Included Packages
ca_es: Paquets miscel·lanis inclosos

source: Multilib support packages
ca_es: Paquets amb suport multilib

source: MySQL Database
ca_es: Base de dades MySQL

source: Network Servers
ca_es: Servidors de xarxa

source: News Server
ca_es: Servidor de notícies

source: Norwegian Support
ca_es: Suport per al noruec

source: Office/Productivity
ca_es: Ofimàtica i productivitat

source: Polish Support
ca_es: Suport per al polonès

source: Portuguese Support
ca_es: Suport per al portuguès

source: PostgreSQL Database
ca_es: Base de dades PostgreSQL

source: Printing Support
ca_es: Suport per a la impressió

source: Punjabi Support
ca_es: Suport per al punjabi

source: Romanian Support
ca_es: Suport per al romanès

source: Russian Support
ca_es: Suport per al rus

source: Serbian Support
ca_es: Suport per al serbi

source: Server Configuration Tools
ca_es: Eines de configuració del servidor

source: Servers
ca_es: Servidors

source: Slovak Support
ca_es: Suport per a l'eslovac

source: Slovenian Support
ca_es: Suport per a l'eslovè

source: Smallest possible installation
ca_es: La instal·lació més petita possible

source: Sometimes called text editors, these are programs that allow you to create and edit files. These include Emacs and Vi.
ca_es: Els editors de text us permeten crear i editar fitxers. S'inclouen l'Emacs i el Vi.

source: Sound and Video
ca_es: So i vídeo

source: Spanish Support
ca_es: Suport per a l'espanyol

source: Support for developing packages for the non-primary architecture
ca_es: Suport per al desenvolupament de paquets per a arquitectures que no siguin les principals

source: Swedish Support
ca_es: Suport per al suec

source: System
ca_es: Sistema

source: System Tools
ca_es: Eines del sistema

source: Tamil Support
ca_es: Suport per al tàmil

source: Text-based Internet
ca_es: Internet amb interfície de text

source: The XEmacs text editor.
ca_es: L'editor de text XEmacs.

source: The applications include office suites, PDF viewers, and more.
ca_es: S'inclouen paquets d'oficina, visualitzadors de PDF i d'altres.

source: The packages in this group are core libraries needed to develop applications.
ca_es: Els paquets en aquest grup són biblioteques imprescindibles per desenvolupar aplicacions.

source: These packages allow you to configure an IMAP or Postfix mail server.
ca_es: Aquests paquets us permeten configurar un servidor de correu IMAP o Postfix.

source: These packages allow you to develop applications for the X Window System.
ca_es: Aquests paquets us permeten desenvolupar aplicacions per al sistema de finestres X.

source: These packages include network-based servers such as DHCP, Kerberos and NIS.
ca_es: S'inclouen servidors de xarxa com ara el DHCP, Kerberos i NIS.

source: These packages include servers for old network protocols such as rsh and telnet.
ca_es: Aquests paquets inclouen servidors per a antics protocols de xarxa, com ara l'rsh i el telnet.

source: These tools allow you to create documentation in the DocBook format and convert them to HTML, PDF, Postscript, and text.
ca_es: Aquestes eines us permeten crear documentació en format DocBook i convertir-les en format HTML, PDF, Postscript i text.

source: These tools allow you to run a Web server on the system.
ca_es: Aquestes eines us permeten executar un servidor Web en el sistema.

source: These tools allow you to run an FTP server on the system.
ca_es: Aquestes eines us permeten executar un servidor FTP en el sistema.

source: These tools include core development tools such as automake, gcc, perl, python, and debuggers.
ca_es: S'inclouen eines imprescindibles per al desenvolupament, com ara l'automake, el gcc, el perl, el python i els depuradors.

source: This group allows you to configure the system as a news server.
ca_es: Aquest grup us permet configurar el sistema com a servidor de notícies.

source: This group contains all of Red Hat's custom server configuration tools.
ca_es: Aquest grup conté totes les eines de configuració de servidors de Red Hat.

source: This group includes a minimal set of packages. Useful for creating small router/firewall boxes, for example.
ca_es: Aquest grup inclou un conjunt mínim de paquets. Útil per crear ordinadors que actuin com a encaminador/tallafoc, per exemple.

source: This group includes graphical email, Web, and chat clients.
ca_es: Aquest grup inclou els clients gràfics de correu electrònic, web i xat.

source: This group includes packages for performing mathematical and scientific computations and plotting, as well as unit conversion.
ca_es: Aquest grup inclou paquets per realitzar càlculs i gràfiques matemàtiques i científiques, i també conversió entre unitats.

source: This group includes packages to help you manipulate and scan images.
ca_es: Aquest grup inclou paquets per manipular i escanejar imatges.

source: This group includes text-based email, Web, and chat clients. These applications do not require the X Window System.
ca_es: Aquest grup inclou els clients gràfics de correu electrònic, web i xat. Aquestes aplicacions no necessiten el sistema de finestres X.

source: This group is a collection of graphical administration tools for the system, such as for managing user accounts and configuring system hardware.
ca_es: Aquest grup és una col·lecció d'eines d'administració gràfica per al sistema, per exemple gestionar comptes d'usuari i configurar el maquinari.

source: This group is a collection of various tools for the system, such as the client for connecting to SMB shares and tools to monitor network traffic.
ca_es: Aquest grup és una col·lecció de diferents eines per al sistema, per exemple connectar-vos a recursos SMB i eines per monitoritzar tràfic de xarxa.

source: This package group allows you to run a DNS name server (BIND) on the system.
ca_es: Aquest grup de paquets us permet executar un servidor de noms DNS (BIND) en el sistema.

source: This package group allows you to share files between Linux and MS Windows(tm) systems.
ca_es: Aquest grup de paquets us permet compartir fitxers entre el Linux i el Windows (tm).

source: This package group contains packages useful for use with MySQL.
ca_es: Aquest grup de paquets conté paquets útils per fer servir el MySQL.

source: This package group includes packages useful for use with Postgresql.
ca_es: Aquest grup de paquets conté paquets útils per fer servir el Postgresql.

source: Turkish Support
ca_es: Suport per al turc

source: Ukrainian Support
ca_es: Suport per a l'ucraïnès

source: Various ways to relax and spend your free time.
ca_es: Diferents maneres de relaxar-se i passar el temps lliure.

source: Web Server
ca_es: Servidor web

source: Welsh Support
ca_es: Suport per al gal·lès

source: Windows File Server
ca_es: Servidor de fitxers Windows

source: Workstation Common
ca_es: Estació de treball

source: X Software Development
ca_es: Desenvolupament de programari per a X

source: X Window System
ca_es: Sistema de finestres X

source: ppc64 Compatibility Arch Development Support
ca_es: Suport per al desenvolupament amb compatibilitat per a arquitectures ppc64

source: ppc64 Compatibility Arch Support
ca_es: Suport per a compatibilitat de l'arquitectura ppc64

source: x86 Compatibility Arch Development Support
ca_es: Suport per al desenvolupament amb compatibilitat per a arquitectures x86

source: x86 Compatibility Arch Support
ca_es: Suport per a compatibilitat de l'arquitectura x86

source: Afrikaans Support
ca_es: Suport per a l'afrikaans

source: Applications for a variety of tasks
ca_es: Aplicacions per a diverses tasques

source: Base System
ca_es: Sistema bàsic

source: Basque Support
ca_es: Suport per al basc

source: Breton Support
ca_es: Suport per al bretó

source: Cluster Storage
ca_es: Emmagatzematge en clúster

source: Clustering
ca_es: Clústers

source: Clustering Support.
ca_es: Suport per a clústers.

source: Croatian Support
ca_es: Suport per al croat

source: Desktop Environments
ca_es: Entorns d'escriptori

source: Desktop environments
ca_es: Entorns d'escriptori

source: Ethiopic Support
ca_es: Suport per a l'etiòpic

source: Faeroese Support
ca_es: Suport per al feroès

source: Gaelic Support
ca_es: Suport per al gaèlic

source: Galician Support
ca_es: Suport per al gallec

source: Indonesian Support
ca_es: Suport per a l'indonesi

source: Irish Support
ca_es: Suport per a l'irlandès

source: Java Development
ca_es: Desenvolupament amb Java

source: Kannada Support
ca_es: Suport per al kannada

source: Languages
ca_es: Llengües

source: Lithuanian Support
ca_es: Suport per al lituà

source: Malayalam Support
ca_es: Suport per al malayalam

source: Marathi Support
ca_es: Suport per al marathi

source: Oriya Support
ca_es: Suport per a l'oriya

source: Packages which provide functionality for developing and building applications.
ca_es: Paquets que proporcionen funcionalitats per a desenvolupar i muntar aplicacions.

source: Packages which provide support for cluster storage.
ca_es: Paquets que proporcionen suport per a emmagatzematge en clúster

source: Packages which provide support for single-node GFS.
ca_es: Paquets que proporcionen suport per a GFS de node únic.

source: Single Node GFS Support
ca_es: Suport per a GFS de node únic

source: Sinhala Support
ca_es: Suport per al sinhala

source: Software used for running network servers
ca_es: Programari emprat per executar servidors de xarxa

source: Support for developing programs in the Java programming language.
ca_es: Suport per a desenvolupar programes en el llenguatge de programació Java.

source: Support for running programs written in the Java programming language.
ca_es: Suport per a executar programes escrits en el llenguatge de programació Java.

source: Telugu Support
ca_es: Suport per al telugu

source: Thai Support
ca_es: Suport per al tai

source: These packages allow you to configure an IMAP or SMTP mail server.
ca_es: Aquests paquets us permeten configurar un servidor de correu IMAP o SMTP.

source: These packages provide compatibility support with previous releases.
ca_es: Aquests paquets proporcionen compatibilitat amb versions anteriors.

source: These packages provide support for various locales including fonts and input methods.
ca_es: Aquests paquets proporcionen suport per a diverses localitzacions incloent els tipus de lletra i els mètodes d'entrada.

source: Urdu Support
ca_es: Suport per a l'urdu

source: Various core pieces of the system.
ca_es: Algunes parts importants del sistema.

source: Zulu Support
ca_es: Suport per al zulu

source: Java Runtime Environments and Development Kits
ca_es: Entorns d'execució de Java i entorns de desenvolupament

source: Misc
ca_es: Miscel·lània

source: Misc packages
ca_es: Paquets miscel·lanis

source: Multimedia
ca_es: Multimèdia

source: Multimedia applications
ca_es: Aplicacions multimèdia

source: Packages which provide additional functionality for Red Hat Enterprise Linux
ca_es: Aquests paquets proporcionen funcionalitats addicional per a Red Hat Enterprise Linux

source: The Eclipse Integrated Development Environment.
ca_es: L'entorn de desenvolupament integrat Eclipse.

source: Compatibility Arch
ca_es: arquitectures de compatibilitat

source: Multilib library packages
ca_es: Paquets de biblioteques multilib

source: Packages which provide functionality for the compatibility architecture.
ca_es: Paquets que proporcionen funcionaitat per a l'arquitectura de compatibilitat.

source: HPC
ca_es: IAR

source: Virtualization
ca_es: Virtualització

source: Virtualization Support.
ca_es: Suport per a la virtualització.

source: Albanian Support
ca_es: Suport per a l'albanès

source: Amazigh Support
ca_es: Suport per al berber

source: Armenian Support
ca_es: Suport per a l'armeni

source: Azerbaijani Support
ca_es: Suport per a l'àzeri

source: Belarusian Support
ca_es: Suport per al bielorús

source: Dial-up Networking Support
ca_es: Suport per a la connexió a la xarxa

source: English (UK) Support
ca_es: Suport per a l'anglès (Regne Unit)

source: Esperanto Support
ca_es: Suport per a l'esperanto

source: Fijian Support
ca_es: Suport per al fijià

source: Filipino Support
ca_es: Suport per al filipí

source: Fonts
ca_es: Tipus de lletra

source: Frisian Support
ca_es: Suport per al frisó

source: Friulian Support
ca_es: Suport per al furlà

source: Georgian Support
ca_es: Suport per al georgià

source: Input Methods
ca_es: Mètodes d'entrada

source: Interlingua Support
ca_es: Suport per a l'interlingua

source: Inuktitut Support
ca_es: Suport per a l'inuktitut

source: Kashmiri Support
ca_es: Suport per al caixmiri

source: Kashubian Support
ca_es: Suport per al caixubi

source: Kazakh Support
ca_es: Suport per al kazakh

source: Khmer Support
ca_es: Suport per al khmer

source: Kinyarwanda Support
ca_es: Suport per al kinyarwanda

source: Konkani Support
ca_es: Suport per al konkani

source: Kurdish Support
ca_es: Suport per al kurd

source: Lao Support
ca_es: Suport per al lao

source: Latin Support
ca_es: Suport per al llatí

source: Latvian Support
ca_es: Suport per al letó

source: Low Saxon Support
ca_es: Suport per al saxó baix

source: Macedonian Support
ca_es: Suport per al macedoni

source: Maithili Support
ca_es: Suport per al maithili

source: Malagasy Support
ca_es: Suport per al malgaix

source: Malay Support
ca_es: Suport per al malai

source: Maltese Support
ca_es: Suport per al maltès

source: Maori Support
ca_es: Suport per al maorí

source: Mongolian Support
ca_es: Suport per al mongol

source: Myanmar (Burmese) Support
ca_es: Suport per al myanmar (birmà)

source: Nepali Support
ca_es: Suport per al nepalí

source: Northern Sotho Support
ca_es: Suport per al sotho del nord

source: Occitan Support
ca_es: Suport per a l'occità

source: Persian Support
ca_es: Suport per al persa

source: Sanskrit Support
ca_es: Suport per al sànscrit

source: Sardinian Support
ca_es: Suport per al sard

source: Sindhi Support
ca_es: Suport per al sindhi

source: Somali Support
ca_es: Suport per al somalí

source: Southern Ndebele Support
ca_es: Suport per al ndebele del sud

source: Southern Sotho Support
ca_es: Suport per al sotho del sud

source: Swahili Support
ca_es: Suport per al swahili

source: Swati Support
ca_es: Suport per al swati

source: Tagalog Support
ca_es: Suport per al tagalog

source: Tajik Support
ca_es: Suport per al tajik

source: Tibetan Support
ca_es: Suport per al tibetà

source: Tsonga Support
ca_es: Suport per al tsonga

source: Tswana Support
ca_es: Suport per al tswana

source: Turkmen Support
ca_es: Suport per al turcman

source: Upper Sorbian Support
ca_es: Suport per a l'alt sòrab

source: Uzbek Support
ca_es: Suport per a l'uzbek

source: Venda Support
ca_es: Suport per al venda

source: Vietnamese Support
ca_es: Suport per al vietnamita

source: Walloon Support
ca_es: Suport per al való

source: Xhosa Support
ca_es: Suport per al xhosa

source: Canadian Support
ca_es: Suport per al canadenc

source: Compatibility Arch Mozilla Support
ca_es: Suport per a la arquitectura compatible de Mozilla

source: ISO8859-14 Support
ca_es: Suport per a l'ISO8859-14

source: ISO8859-15 Support
ca_es: Suport per a l'ISO8859-15

source: Install these packages to recompile the kernel.
ca_es: Instal·leu aquests paquets per recompilar el nucli.

source: KDE Desktop Environment
ca_es: Entorn d'escriptori KDE

source: Mozilla packages for the x86 platform
ca_es: Paquets Mozilla per a la plataforma x86

source: SQL Database
ca_es: Base de dades SQL

source: Syriac Support
ca_es: Suport per al siríac

source: Unsupported Development Libraries
ca_es: Biblioteques de desenvolupament no suportades

source: RPM version %s
ca_es: Versió de l'RPM %s

source: This program may be freely redistributed under the terms of the GNU GPL
ca_es: Aquest programari es pot distribuir lliurement d'acord amb els termes de la Llicència Pública General GNU

source: creating a pipe for --pipe failed: %m
ca_es: Ha fallat la creació d'una canonada per a --pipe: %m

source: exec failed
ca_es: ha fallat l'execució

source: argument is not an RPM package
ca_es: l'argument no és un paquet RPM

source: error reading header from package
ca_es: s'ha produït un error en llegir la capçalera del paquet

source: cannot re-open payload: %s
ca_es: no s'ha pogut tornar a obrir les dades de càrrega: %s

source: Query options (with -q or --query):
ca_es: Opcions de consulta (amb -q o --query):

source: Verify options (with -V or --verify):
ca_es: Opcions de verificació (amb -V o --verify):

source: Install/Upgrade/Erase options:
ca_es: Opcions d'instal·lació/actualització/supressió:

source: Common options for all rpm modes and executables:
ca_es: Opcions comunes per a tots els modes d'rpm i executables:

source: one type of query/verify may be performed at a time
ca_es: només es pot realitzar un tipus de consulta/verificació alhora

source: unexpected query flags
ca_es: indicadors inesperats de la consulta

source: unexpected query format
ca_es: format inesperat de la consulta

source: unexpected query source
ca_es: font inesperada de la consulta

source: only one major mode may be specified
ca_es: només es pot especificar un mode principal

source: files may only be relocated during package installation
ca_es: només es poden reubicar els fitxers durant la instal·lació d'un paquet

source: cannot use --prefix with --relocate or --excludepath
ca_es: no es pot utilitzar l'opció --prefix amb --relocate o --excludepath

source: --relocate and --excludepath may only be used when installing new packages
ca_es: només es poden utilitzar les opcions --relocate i --excludepath quan s'estiguin instal·lant paquets nous

source: --prefix may only be used when installing new packages
ca_es: només es pot utilitzar l'opció --prefix quan s'estiguin instal·lant paquets nous

source: arguments to --prefix must begin with a /
ca_es: els arguments a --prefix han de començar amb una /

source: --replacepkgs may only be specified during package installation
ca_es: només es pot especificar l'opció --replacepkgs durant la instal·lació d'un paquet

source: --excludedocs may only be specified during package installation
ca_es: només es pot especificar l'opció --excludedocs durant la instal·lació d'un paquet

source: --includedocs may only be specified during package installation
ca_es: només es pot especificar l'opció --includedocs durant la instal·lació d'un paquet

source: only one of --excludedocs and --includedocs may be specified
ca_es: només es pot especificar una opció entre --excludedocs i --includedocs

source: --ignorearch may only be specified during package installation
ca_es: només es pot especificar l'opció --ignorearch durant la instal·lació d'un paquet

source: --ignoreos may only be specified during package installation
ca_es: només es pot especificar l'opció --ignoreos durant la instal·lació d'un paquet

source: --ignoresize may only be specified during package installation
ca_es: només es pot especificar l'opció --ignoresize durant la instal·lació d'un paquet

source: --allmatches may only be specified during package erasure
ca_es: només es pot especificar l'opció --allmatches durant la supressió d'un paquet

source: --allfiles may only be specified during package installation
ca_es: només es pot especificar l'opció --allfiles durant la instal·lació d'un paquet

source: --justdb may only be specified during package installation and erasure
ca_es: només es pot especificar l'opció --justdb durant la instal·lació i supressió d'un paquet

source: script disabling options may only be specified during package installation and erasure
ca_es: només es poden especificar les opcions d'inhabilitació d'scripts durant la instal·lació i supressió d'un paquet

source: trigger disabling options may only be specified during package installation and erasure
ca_es: només es poden especificar les opcions d'inhabilitació de l'activador durant la instal·lació i supressió d'un paquet

source: arguments to --root (-r) must begin with a /
ca_es: els arguments a --root (-r) han de començar per /

source: no packages given for erase
ca_es: no s'han donat paquets per a suprimir

source: no packages given for install
ca_es: no s'han donat paquets per a instal·lar

source: no arguments given for query
ca_es: no s'han donat arguments per a consultar

source: no arguments given for verify
ca_es: no s'han donat arguments per a verificar

source: buildroot already specified, ignoring %s
ca_es: el buildroot ja s'ha especificat, s'està ignorant %s

source: build through %prep (unpack sources and apply patches) from <specfile>
ca_es: munta amb %prep (desempaqueta els fonts i aplica els pedaços) des del <fitxer d'especificació>

source: <specfile>
ca_es: <fitxer d'especificació>

source: build through %build (%prep, then compile) from <specfile>
ca_es: munta amb %build (%prep, després compila) des del <fitxer d'especificació>

source: build through %install (%prep, %build, then install) from <specfile>
ca_es: munta amb %install (%prep, %build i després instal·la) des del <fitxer d'especificació>

source: verify %files section from <specfile>
ca_es: verifica la secció %files de <fitxer d'especificació>

source: build source and binary packages from <specfile>
ca_es: munta els paquets de codi font i binaris de <fitxer d'especificació>

source: build binary package only from <specfile>
ca_es: munta només el paquet binari de <fitxer d'especificació>

source: build source package only from <specfile>
ca_es: munta només el paquet font de <fitxer d'especificació>

source: build through %prep (unpack sources and apply patches) from <tarball>
ca_es: munta amb %prep (desempaqueta els fonts i aplica els pedaços) des de l'<arxiu tar>

source: <tarball>
ca_es: <arxiu tar>

source: build through %build (%prep, then compile) from <tarball>
ca_es: munta amb %build (%prep, després compila) des de l'<arxiu tar>

source: build through %install (%prep, %build, then install) from <tarball>
ca_es: munta amb %install (%prep, %build, instal·la) des de l'<arxiu tar>

source: verify %files section from <tarball>
ca_es: verifica la secció %files des de l'<arxiu tar>

source: build source and binary packages from <tarball>
ca_es: munta els paquets font i binari des de l'<arxiu tar>

source: build binary package only from <tarball>
ca_es: munta el paquet binari des de l'<arxiu tar> només

source: build source package only from <tarball>
ca_es: munta els paquets font només des de l'<arxiu tar>

source: build binary package from <source package>
ca_es: munta els paquets binaris des de <paquet font>

source: <source package>
ca_es: <paquet font>

source: build through %install (%prep, %build, then install) from <source package>
ca_es: munta amb %install (%prep, %build i instal·la) des del <paquet font>

source: override build root
ca_es: omet l'arrel de compilació

source: remove build tree when done
ca_es: suprimeix l'arbre del muntatge en acabar

source: ignore ExcludeArch: directives from spec file
ca_es: ignora ExcludeArch: directives del fitxer d'especificació

source: debug file state machine
ca_es: depura la màquina d'estat de fitxers

source: do not execute any stages of the build
ca_es: no executis cap fase del muntatge
